{
	"list":[
{
	"Name" : "Data Platform",
	"Description" : "Data Platform is the team which handles big data challenges in current market . We are talking about creating solutions for processing huge amounts of data with the help of open source technologies like Hadoop,Hbase,OpenTSDB,Hive etc. The insights generated from these big data solutions help Visa to make better business decisons.",
	"Link" : "../../static/images/DP.png"
},
{
	"Name" : "Network Processing",
	"Description" : "This is the team behind VisaNet, the payments network that connects consumers and merchants with financial institutions. The team strives to maintain quality through high-availability and high volume to enable industry collaboration and innovation today and tomorrow.",
	"Link" : "../../static/images/NP.png"
},
{
	"Name" : "Operations and Infrastructure",
	"Description" : "O&I, as it's nicknamed, provides best-in-class infrastructure services that are secure, scalable, continuously available, and run on software-defined infrastructures. And all of this is done with sustainability in mind -- providing infrastructure that is located in energy efficient data centers that use renewal energy to reduce our carbon footprint.",
	"Link" : "../../static/images/OI.png"
},
{
	"Name" : "Visa Research",
	"Description" : "Visa's long-term research efforts all start with this team’s collaboration and engagement with the product and technology teams, as well as external technologists, academics, global thinkers and governments.",
	"Link" : "../../static/images/Research.png"
},
{
	"Name" : "Issuer Processing",
	"Description" : "Debit Processing Services (DPS), our Issuer Processing platform for North America, processes over half of all Visa Debit transactions and is the largest single prepaid processing platform for Visa prepaid transactions in the U.S. The team also partners with third-party companies outside of the U.S. to deliver value-added services through Visa-owned assets.",
	"Link" : "../../static/images/IP.png"
},
{
	"Name" : "Merchant + Acquirer Processing",
	"Description" : "The team’s strategy is to build deeper merchant and acquirer relationships and increase total merchant value by developing solutions that address complex and emerging merchant and acquirer needs",
	"Link" : "../../static/images/MAP.png"
},
{
	"Name" : "Digital + Mobile Products",
	"Description" : "The Digital & Mobile Products team is positioned to build new experiences and capabilities in five key areas: Digitizing the physical card, providing multi-channel capabilities, creating Provisioning-as-a-Service (PaaS), re-energizing our Mobile Money platform, and expanding our reach with Visa branding to connected devices such as TV set-top boxes and smart car systems.",
	"Link" : "../../static/images/DMP.png"
},
{
	"Name" : "Corporate IT",
	"Description" : "We enable unconstrained, efficient growth in the business. We silently protect our customers from malicious activity. We are obsessed with customer experience. We are builders. We set the bar for operational excellence.",
	"Link" : "../../static/images/CIT.png"
},
{
	"Name" : "Information Security",
	"Description" : "Information Security provides enterprise-wide, risk-based security and continuity programs to meet changing internal and external threat landscapes. They seek to be the best-in-class at the physical, cyber security, network, application, and data security layers.",
	"Link" : "../../static/images/IS.png"
},
{
	"Name" : "Technology Business Management",
	"Description" : "Whether it is communications support, change efforts, or process improvements, this team is built to support the Technology organization.",
	"Link" : "../../static/images/TBM.png"
}
		]
}